import kanashibariImg from '@/assets/kanashibari.jpg'
import book1Img from '@/assets/book1.jpg'
import img1984 from '@/assets/1984.jpg'
import hp1Img from '@/assets/hp1.jpg'
import margaritaImg from '@/assets/margarita.jpg'
import orientImg from '@/assets/orient.jpg'
import atlasImg from '@/assets/atlas.jpg'
import remarqueImg from '@/assets/remarque.jpg'
import lotr1Img from '@/assets/lotr1.jpg'
import picnicImg from '@/assets/picnic.jpg'

export default [
  {
    id: 1,
    title: 'Канашибари 1',
    genre: 'Хоррор',
    image: kanashibariImg,
    short: 'Мистический хоррор...',
    description: 'Канашибари. Пока не погаснет последний фонарь. Том 1" - это первая книга из мистического хоррора, основанного на старинной японской игре "Сто страшных историй о сверхъестественном". В этой книге рассказывается о японских студентках, которые попадают в мир демонов и вынуждены участвовать в смертельно опасных играх, чтобы выжить. Каждые три дня героям предстоит проходить кайданы - игры, основанные на японских историях ужасов. '
  },
  
  {
    id: 2,
    title: 'Преступление и наказание',
    genre: 'Роман',
    image: book1Img,
    short: 'Роман Достоевского о нравственных испытаниях.',
    description: '"Преступление и наказание" – это психологический роман Фёдора Достоевского, в котором рассказывается о преступлении и последующем наказании студента Родиона Раскольникова, совершившего убийство старухи-процентщицы и ее сестры. Роман исследует моральные, философские и социальные аспекты жизни, а также психологическое состояние персонажей, раздираемых между добром и злом. '
  },
  {
    id: 3,
    title: '1984',
    genre: 'Антиутопия',
    image: img1984,
    short: 'Мир тотального контроля и подавления свободы.',
    description: 'Тематически, роман посвящён последствиям тоталитаризма, массового наблюдения и промывания мозгов людей в тоталитарном обществе. Оруэлл, демократический социалист, создал тоталитарное государство в романе по образцу сталинского СССР и нацистской Германии.'
  },
  {
    id: 4,
    title: 'Гарри Поттер и философский камень',
    genre: 'Фэнтези',
    image: hp1Img,
    short: 'История мальчика-волшебника.',
    description: 'Жизнь десятилетнего Гарри Поттера нельзя назвать сладкой: его родители умерли, едва ему исполнился год, а от дяди и тётки, взявших сироту на воспитание, достаются лишь тычки да подзатыльники. Но в одиннадцатый день рождения Гарри всё меняется. Странный гость, неожиданно появившийся на пороге, приносит письмо, из которого мальчик узнаёт, что на самом деле он чистокровный волшебник и принят в Хогвартс — школу магии. А уже через пару недель Гарри будет мчаться в поезде Хогвартс-экспресс навстречу новой жизни, где его ждут невероятные приключения, верные друзья и самое главное — ключ к разгадке тайны смерти его родителей.'
  },
  {
    id: 5,
    title: 'Мастер и Маргарита',
    genre: 'Мистика',
    image: margaritaImg,
    short: 'Дьявол приезжает в Москву.',
    description: 'Мастер рассказывает свою историю Ивану Бездомному, пострадавшему от встречи с Воландом; ни он, ни читатель не знают в этот момент, что похождения Сатаны и его свиты — лишь прелюдия к их участию в судьбе Мастера. Линии романа развиваются параллельно, постепенно сближаясь, и сплетаются воедино уже в самом финале.'
  },
  {
    id: 6,
    title: 'Убийство в Восточном экспрессе',
    genre: 'Детектив',
    image: orientImg,
    short: 'Эркюль Пуаро расследует загадочное убийство в поезде.',
    description: 'Находившийся в Стамбуле великий сыщик Эркюль Пуаро возвращается в Англию на знаменитом "Восточном экспрессе", в котором вместе с ним едут, кажется, представители всех возможных национальностей. Один из пассажиров, неприятный американец по фамилии Рэтчетт, предлагает Пуаро стать своим телохранителем, поскольку считает, что его должны убить. Знаменитый бельгиец отмахивается от этой абсурдной просьбы. А на следующий день американца находят мертвым в своем купе, причем двери закрыты, а окно открыто. Пуаро немедленно берется за расследование - и выясняет, что купе полно всевозможных улик, указывающих… практически на всех пассажиров "Восточного экспресса". Вдобавок поезд наглухо застревает в снежных заносах в безлюдном месте. Пуаро необходимо найти убийцу до того, как экспресс продолжит свой путь…'
  },
  {
    id: 7,
    title: 'Атлант расправил плечи',
    genre: 'Философский роман',
    image: atlasImg,
    short: 'История о гении, индивидуализме и разрушении мира.',
    description: 'Айн Рэнд (1905-1982) - наша соотечественница, ставшая крупнейшей американской писательницей, которую читает весь мир. Ее книгами восхищаются, о них спорят, им поклоняются… Самый известный роман Айн Рэнд "Атлант расправил плечи" в Америке по продажам уступал только Библии! Главное в книге - принцип свободы воли, рациональность и "нравственность разумного эгоизма".Говорят, что во время Вьетнамской войны тексты Айн Рэнд сбрасывали с вертолетов как пропаганду. Когда-то сам Рональд Рейган встал на колени перед Рэнд, признав ее великий талант.В 2005 году в США вышло 35-е переиздание книги. Эта книга вне литературных категорий. Серьезная литература живет очень долго, бестселлеры - недолговечны. Но "Атлант расправил плечи" - именно тот бестселлер, который останется на века!'
  },
  {
    id: 8,
    title: 'Три товарища',
    genre: 'Драма',
    image: remarqueImg,
    short: 'История дружбы и любви в послевоенной Германии.',
    description: '"Три товарища" - роман Эриха Марии Ремарка, повествующий о жизни и дружбе троих молодых людей, переживших Первую мировую войну, в послевоенной Германии. История развивается в 1928-1929 годах и рассказывает о Роберте Локампе (Робби), Отто Кёстере и Готтфриде Ленце, которые, работая в авторемонтной мастерской, пытаются найти своё место в жизни и забыть кошмары войны. В центре романа также история любви Робби к Патриции Хольман. '
  },
  {
    id: 9,
    title: 'Властелин колец: Братство кольца',
    genre: 'Фэнтези',
    image: lotr1Img,
    short: 'Путешествие с целью уничтожения кольца всевластия.',
    description: '"Братство Кольца" – первая часть трилогии "Властелин колец" Дж.Р.Р. Толкина, повествующая о хоббите Фродо Бэггинсе, которому предстоит уничтожить Единое Кольцо Всевластья. Он должен отправиться в опасное путешествие, чтобы уничтожить Кольцо в огне Роковой Горы в Мордоре. '
  },
  {
    id: 10,
    title: 'Пикник на обочине',
    genre: 'Научная фантастика',
    image: picnicImg,
    short: 'Аномальная Зона и загадочные артефакты.',
    description: '"Пикник на обочине" - одно из самых прославленных произведений братьев Стругацких, увлекательная история сталкеров - отчаянно смелых людей, на свой страх и риск снова и снова отправляющихся в место высадки пришельцев - аномальную Зону, полную опасностей и смертельных ловушек...'
  }
]
